Repository: AIlkiv/collectives
Catalog: translationfiles/*/collectives.po
Languages: ru

source: Collectives
ru: Группы

source: Collectives - Page content
ru: Группы - страница содержания

source: Collectives - Pages
ru: Группы - страницы

source: in Collective {collective}
ru: в группе {collective}

source: Created collective "%s" for existing circle.
ru: Создана группа "%s" для существующего круга.

source: Collective Share
ru: Групповой доступ

source: You are not allowed to share %s
ru: У Вас нет прав делиться %s

source: A share for collective %s exists already
ru: Доступ группе %s открыт

source: You are not allowed to edit %s
ru: У вас нет прав на редактирование %s

source: Share not found for user
ru: Общий ресурс не найден для пользователя

source: A place for activist and community projects to build shared knowledge
ru: Место для общественных проектов по накоплению знаний

source: The contacts app is required to manage members
ru: Приложение Контакты требуется для управления участниками

source: Collective not found:
ru: Группа не найдена:

source: You're not part of a collective with that name.
ru: Вы не являетесь частью группы с таким названием.

source: Select a collective or create a new one on the left.
ru: Выберите группу или создайте новую слева.

source: Preparing collective for exporting or printing
ru: Подготовка материалов для печати

source: Loading pages:
ru: Загрузка страниц:

source: Loading images:
ru: Загрузка изображений:

source: Last edited by {user}
ru: Последний раз редактировалось {user}

source: Manage members
ru: Управление участниками

source: Share link
ru: Поделиться ссылкой

source: Allow editing
ru: Разрешить редактирование

source: Unshare
ru: Отозвать общий доступ

source: Export or print
ru: Печать

source: Settings
ru: Настройки

source: Copied
ru: Скопированный

source: Cannot copy
ru: Невозможно скопировать

source: Copy share link
ru: Скопировать ссылку общего доступа

source: Could not change the collective share editing permissions
ru: Не удалось изменить разрешения на редактирование общего ресурса

source: Could not share the collective
ru: Невозможно поделиться группой

source: Could not unshare the collective
ru: Не удалось отозвать общий доступ группы

source: Collective settings
ru: Настройки группы

source: Name and emoji
ru: Название и эмодзи

source: Select emoji for collective
ru: Выбор эмодзи для группы

source: Save new collective name
ru: Сохранить новое название группы

source: Permissions
ru: Права

source: Allow editing for
ru: Разрешить редактировать

source: Admins only
ru: Только администраторам

source: Admins and moderaters
ru: Администраторам и модераторам

source: All members
ru: Всем пользователям

source: Allow sharing for
ru: Разрешить делиться

source: Members
ru: Участники

source: Members can be managed via the connected circle in the Contacts app.
ru: Участниками можно управлять через \"Окружения\" в приложении \"Контакты\".

source: Open circle in Contacts
ru: Открыть окружение в Контактах

source: Danger zone
ru: Опасная зона

source: Delete collective
ru: Удалить группу

source: Change emoji
ru: Выбрать эмодзи

source: Add emoji
ru: Добавить эмодзи

source: Renaming is limited to owners of the circle
ru: Менять название разрешено только владельцам окружения

source: Editing permissions updated
ru: Обновлены права на редактирование

source: Sharing permissions updated
ru: Обновлены права на предоставление общего доступа

source: Emoji updated
ru: Эмодзи обновлены

source: Collectives settings
ru: Настройки групп

source: Collectives Folder
ru: Групповые папки

source: Create a collective first
ru: Сначала создайте группу

source: Select location for collectives
ru: Выберите место для группы

source: Invalid path selected. Only folders on first level are supported.
ru: Выбран неверный путь. Поддерживаются только каталоги первого уровня.

source: Deleted collectives
ru: Удаленные группы

source: Restore
ru: Восстановить

source: Delete permanently
ru: Удалить навсегда

source: Permanently delete collective »{collective}«
ru: Удалить навсегда группу »{collective}«

source: Delete corresponding circle along with the collective?
ru: Удалить соответствующее окружение вместе с группой?

source: Cancel
ru: Отмена

source: Only collective
ru: Только группа

source: Collective and circle
ru: Группа и окружение

source: Only circle owners can delete a circle
ru: Удалить круг могут только владельцы окружения

source: Create new collective
ru: Создать группу

source: Create collective for existing circle
ru: Создать группу для существующего окружения

source: Select emoji
ru: Выберите эмодзи

source: New collective name
ru: Новое название группы

source: Select circle...
ru: Выбор окружения...

source: Create a new collective
ru: Создать новую группу

source: Cancel creating a new collective
ru: Отменить создание группы

source: Select a collective
ru: Выберите группу

source: Stop editing
ru: Прекратить редактирование

source: Start editing
ru: Начать редактирование

source: Done
ru: Готово

source: Edit
ru: Редактирование

source: Show in Files
ru: Перейти к расположению

source: Edit template for subpages
ru: Редактирование шаблона для разделов

source: Add template for subpages
ru: Добавить шаблон для разделов

source: Cannot delete page with subpages
ru: Не удается удалить страницу вместе с разделами

source: Delete template
ru: Удалить шаблон

source: Delete page
ru: Удалить страницу

source: Page not found:
ru: Страница не найдена:

source: Could not find the Page.
ru: Не удалось найти страницу.

source: Select a page from the list or create a new one.
ru: Выберите страницу из списка или создайте новую.

source: Restore this version
ru: Восстановить эту версию

source: Reverted {page} to revision {timestamp}.
ru: Страница {page} возвращена к версии {timestamp}.

source: Failed to revert {page} to revision {timestamp}.
ru: Не удается вернуть страницу {page} к версии {timestamp}.

source: Select emoji for page
ru: Выберите эмодзи для страницы

source: Template
ru: Шаблон

source: Title
ru: Название

source: Toggle page sidebar
ru: Переключить боковую панель страницы

source: Page content
ru: Содержимое страницы

source: Could not rename the page
ru: Не удалось переименовать страницу

source: Expand subpage list
ru: Развернуть список разделов

source: Add a page
ru: Добавить страницу

source: Add a subpage
ru: Добавить раздел

source: Search pages ...
ru: Поиск страниц ...

source: Sort order
ru: Сортировка

source: Sort by custom order
ru: Сортировка в случайном порядке

source: Sort recently changed first
ru: Сначала отсортировать недавно измененные

source: Sort by title
ru: По названию

source: Sorted by title
ru: Отсортировано по названию

source: Sorted by recently changed
ru: Отсортировано по недавним изменениям

source: Switch back to default sort order
ru: Вернуться на способ сортировки по умолчанию

source: Hide templates
ru: Скрыть шаблоны

source: Show templates
ru: Показать шаблоны

source: Could not save page order for collective
ru: Не удалось сохранить расположение страниц в группе

source: No backlinks available
ru: Обратных ссылок не обнаружено

source: If other pages link to this one, they will be listed here.
ru: Если другие страницы ссылаются на эту страницу, они будут показаны здесь.

source: Could not get page backlinks
ru: Не удалось получить обратные ссылки страницы

source: Current version
ru: Текущая версия

source: No other versions available
ru: Других доступных версий нет

source: After editing you can find old versions of the page here.
ru: После редактирования вы можете найти старые версии страницы здесь.

source: Could not get page versions
ru: Не удалось получить версии страниц

source: %n byte
ru: %n байт

source: Backlinks
ru: Обратные ссылки

source: Pages that link to this one
ru: Страницы, которые ссылаются на текущий объект

source: Versions
ru: Версии

source: Old versions of this page
ru: Старые версии этой страницы

source: Come, organize and build shared knowledge!
ru: Присоединяйтесь, создавайте и наполняйте общую базу знаний!

source: Link copied to the clipboard.
ru: Ссылка скопирована в буфер обмена.

source: Could not copy link to the clipboard:
ru: Не удалось скопировать ссылку в буфер обмена:

source: Could not create the page
ru: Не удалось создать страницу

source: New Page
ru: Новая страница

source: Could not save emoji for page
ru: Не удалось сохранить эмодзи для страницы

source: Could not move page
ru: Не удалось переместить страницу

source: Could not delete the page
ru: Не удалось удалить страницу

source: Page deleted
ru: Страница удалена

source: Could not change page order
ru: Не удалось изменить расположение страницы

source: Error: Missing apps
ru: Ошибка: Отсутствуют приложения

source: Please ask the administrator to enable these apps.
ru: Пожалуйста, попросите администратора включить эти приложения.
